friends = ['Сергей', 'Соня', 'Дима', 'Алина', 'Егор']

# присвойте переменной index такое значение,
# чтобы из списка friends была выбрана Алина
index = print(friends[3])

print('Привет, ' + friends[index] + ', я Анфиса!')


print("Привет, я Анфиса!")
friends = ['Сергей', 'Соня', 'Дима', 'Алина', 'Егор']

# перед отправкой на проверку можете поменять индекс
# и посмотреть, как ведёт себя код
index = 2

# допишите свой код тут
print(friends[index] + ' живёт в Красноярске')

print("Привет, я Анфиса!")
friends = ['Сергей', 'Соня', 'Дима', 'Алина', 'Егор']
count =  len(friends)
# допишите свой код сюда
print('У тебя '+ str(count) + ' друзей')
